Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# settings.showFilesAndRanks
source: Show files and ranks
ar_sa: إظهار الأعمدة والصفوف
cs: Zobrazit sloupce a řady
da: Vis linjer og rækker
de_de: Linien und Reihen anzeigen
el: Εμφάνιση στηλών και γραμμών
es_es: Mostrar columnas y filas
fi: Näytä linjat ja rivit
fr_ca: Afficher colonnes et rangées
he: הצגת טורים ושורות
hi: फ़ाइलें और रैंक दिखाएँ
hu: Vonalak és sorok mutatása
id: Tampilkan lajur dan baris
it: Mostra colonne e traverse
ja: 筋と段を表示
ko: 파일과 랭크 표시
ms: Tunjukkan lajur dan baris
nl_nl: Lijnen en rijen tonen
no: Vis linjer og rader
pl: Pokaż linie i rzędy
pt_br: Mostrar colunas e fileiras
ro: Arată coloanele și liniile
ru: Показывать вертикали и горизонтали
sv: Visa linjer och rader
th: แสดงแนวตั้งและแนวนอน
tr: Sütun ve satırları göster
vi: Hiện cột và hàng
zh_hans: 显示直线与横线
zh_hant: 顯示直線與橫線

# settings.signIn
source: Sign in to Game Center
ar_sa: تسجيل الدخول إلى Game Center
cs: Přihlásit se do Game Center
da: Log ind på Game Center
de_de: Bei Game Center anmelden
el: Σύνδεση στο Game Center
es_es: Iniciar sesión en Game Center
fi: Kirjaudu Game Centeriin
fr_ca: Se connecter à Game Center
he: התחברות ל-Game Center
hi: Game Center में साइन इन करें
hu: Bejelentkezés a Game Centerbe
id: Masuk ke Game Center
it: Accedi a Game Center
ja: Game Center にサインイン
ko: Game Center에 로그인
ms: Log masuk ke Game Center
nl_nl: Inloggen bij Game Center
no: Logg inn på Game Center
pl: Zaloguj się do Game Center
pt_br: Entrar no Game Center
ro: Conectare la Game Center
ru: Войти в Game Center
sv: Logga in på Game Center
th: ลงชื่อเข้า Game Center
tr: Game Center'a giriş yap
vi: Đăng nhập Game Center
zh_hans: 登录 Game Center
zh_hant: 登入 Game Center

# settings.sounds
source: Move sounds
ar_sa: أصوات النقلات
cs: Zvuky tahů
da: Træklyde
de_de: Zuggeräusche
el: Ήχοι κινήσεων
es_es: Sonido de las jugadas
fi: Siirtoäänet
fr_ca: Sons des coups
he: צלילי מהלכים
hi: चाल की आवाज़
hu: Lépéshangok
id: Suara langkah
it: Suoni delle mosse
ja: 駒音
ko: 기물 소리
ms: Bunyi langkah
nl_nl: Zetgeluiden
no: Trekklyder
pl: Dźwięki posunięć
pt_br: Sons dos lances
ro: Sunete la mutare
ru: Звуки ходов
sv: Dragljud
th: เสียงเดินหมาก
tr: Hamle sesleri
vi: Âm thanh nước đi
zh_hans: 走子音效
zh_hant: 走子音效

# settings.soundsOn
source: Play sounds
ar_sa: تشغيل الأصوات
cs: Přehrávat zvuky
da: Afspil lyde
de_de: Töne abspielen
el: Αναπαραγωγή ήχων
es_es: Reproducir sonidos
fi: Toista äänet
fr_ca: Jouer les sons
he: השמעת צלילים
hi: ध्वनि चलाएँ
hu: Hangok lejátszása
id: Mainkan suara
it: Riproduci i suoni
ja: 音を鳴らす
ko: 소리 재생
ms: Mainkan bunyi
nl_nl: Geluiden afspelen
no: Spill av lyder
pl: Odtwarzaj dźwięki
pt_br: Tocar sons
ro: Redă sunetele
ru: Воспроизводить звуки
sv: Spela upp ljud
th: เล่นเสียง
tr: Sesleri çal
vi: Phát âm thanh
zh_hans: 播放音效
zh_hant: 播放音效

# settings.squares
source: Squares
ar_sa: المربعات
cs: Pole
da: Felter
de_de: Felder
el: Τετράγωνα
es_es: Casillas
fi: Ruudut
fr_ca: Cases
he: משבצות
hi: खाने
hu: Mezők
id: Petak
it: Caselle
ja: マス
ko: 칸
ms: Petak
nl_nl: Velden
no: Felter
pl: Pola
pt_br: Casas
ro: Pătrate
ru: Поля
sv: Rutor
th: ช่อง
tr: Kareler
vi: Ô cờ
zh_hans: 格子
zh_hant: 格子

# settings.title
source: Profile
ar_sa: الملف الشخصي
cs: Profil
da: Profil
de_de: Profil
el: Προφίλ
es_es: Perfil
fi: Profiili
fr_ca: Profil
he: פרופיל
hi: प्रोफ़ाइल
hu: Profil
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
ms: Profil
nl_nl: Profiel
no: Profil
pl: Profil
pt_br: Perfil
ro: Profil
ru: Профиль
sv: Profil
th: โปรไฟล์
tr: Profil
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 個人資料

# settings.training
source: Training
ar_sa: التدريب
cs: Trénink
da: Træning
el: Προπόνηση
es_es: Entrenamiento
fi: Harjoittelu
fr_ca: Entraînement
he: אימון
hi: अभ्यास
hu: Edzés
id: Latihan
it: Allenamento
ja: トレーニング
ko: 훈련
ms: Latihan
no: Trening
pl: Trening
pt_br: Treino
ro: Antrenament
ru: Тренировка
sv: Träning
th: การฝึก
tr: Antrenman
vi: Luyện tập
zh_hans: 训练
zh_hant: 訓練

# store.active
source: Active
ar_sa: مُفعّل
cs: Aktivní
da: Aktiv
de_de: Aktiv
el: Ενεργό
es_es: Activo
fi: Voimassa
fr_ca: Actif
he: פעיל
hi: चालू
hu: Aktív
id: Aktif
it: Attivo
ja: 有効
ko: 사용 중
ms: Aktif
nl_nl: Actief
no: Aktiv
pl: Aktywne
pt_br: Ativo
ro: Activ
ru: Активна
sv: Aktiv
th: ใช้งานอยู่
tr: Etkin
vi: Đang bật
zh_hans: 已开通
zh_hant: 已啟用

# store.appStoreUnreachable
source: Could not reach the App Store: %@
ar_sa: تعذّر الوصول إلى App Store: %@
cs: Nepodařilo se spojit s App Store: %@
da: Kunne ikke få fat i App Store: %@
de_de: App Store nicht erreichbar: %@
el: Δεν ήταν δυνατή η σύνδεση με το App Store: %@
es_es: No se pudo contactar con la App Store: %@
fi: App Storeen ei saatu yhteyttä: %@
fr_ca: Impossible de joindre l'App Store : %@
he: לא ניתן להתחבר ל-App Store: %@
hi: App Store से संपर्क नहीं हो सका: %@
hu: Nem sikerült elérni az App Store-t: %@
id: Tidak bisa menghubungi App Store: %@
it: Impossibile contattare l'App Store: %@
ja: App Store に接続できませんでした: %@
ko: App Store에 연결하지 못했습니다: %@
ms: Gagal menghubungi App Store: %@
nl_nl: Kon de App Store niet bereiken: %@
no: Fikk ikke kontakt med App Store: %@
pl: Nie udało się połączyć z App Store: %@
pt_br: Não foi possível falar com a App Store: %@
ro: Nu s-a putut contacta App Store: %@
ru: Не удалось связаться с App Store: %@
sv: Kunde inte nå App Store: %@
th: ติดต่อ App Store ไม่ได้: %@
tr: App Store'a ulaşılamadı: %@
vi: Không kết nối được App Store: %@
zh_hans: 无法连接 App Store：%@
zh_hant: 無法連線 App Store：%@

# store.checkingAccount
source: Checking your Apple Account…
ar_sa: يجري التحقق من حساب Apple الخاص بك…
cs: Kontrolujeme tvůj účet Apple…
da: Tjekker din Apple-konto…
de_de: Dein Apple-Account wird geprüft …
el: Έλεγχος του λογαριασμού Apple…
es_es: Comprobando tu cuenta de Apple…
fi: Tarkistetaan Apple-tiliäsi…
fr_ca: Vérification de votre compte Apple…
he: בודק את חשבון Apple שלך…
hi: आपका Apple खाता जाँचा जा रहा है…
hu: Az Apple-fiókod ellenőrzése…
id: Memeriksa Akun Apple kamu…
it: Controllo del tuo account Apple…
ja: Apple アカウントを確認しています…
ko: Apple 계정을 확인하는 중…
ms: Memeriksa Akaun Apple anda…
nl_nl: Je Apple-account wordt gecontroleerd…
no: Sjekker Apple-kontoen din…
pl: Sprawdzamy Twoje konto Apple…
pt_br: Verificando sua Conta Apple…
ro: Se verifică contul tău Apple…
ru: Проверяем ваш аккаунт Apple…
sv: Kontrollerar ditt Apple-konto…
th: กำลังตรวจสอบบัญชี Apple ของคุณ…
tr: Apple Hesabın kontrol ediliyor…
vi: Đang kiểm tra Tài khoản Apple của bạn…
zh_hans: 正在检查你的 Apple 账户…
zh_hant: 正在檢查你的 Apple 帳號…

# store.close
source: Close
ar_sa: إغلاق
cs: Zavřít
da: Luk
de_de: Schließen
el: Κλείσιμο
es_es: Cerrar
fi: Sulje
fr_ca: Fermer
he: סגור
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nl_nl: Sluiten
no: Lukk
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# store.comeBackAtNine
source: The allowance resets every day at 9:00 AM local time. Playing — against the engine or against a person — has no limit and needs nothing.
ar_sa: تُعاد الحصة كل يوم في الساعة 9 صباحًا بالتوقيت المحلي. اللعب — أمام المحرّك أو أمام شخص — بلا حدود ولا يحتاج شيئًا.
cs: Limit se obnoví každý den v 9:00 místního času. Hraní — proti enginu i proti člověku — je bez omezení a zdarma.
da: Kvoten nulstilles hver dag kl. 9.00 lokal tid. At spille — mod motoren eller mod et menneske — er uden grænser og gratis.
de_de: Das Kontingent wird jeden Tag um 9:00 Uhr Ortszeit zurückgesetzt. Spielen — gegen die Engine oder gegen einen Menschen — ist unbegrenzt und kostet nichts.
el: Το όριο μηδενίζει κάθε μέρα στις 9:00 τοπική ώρα. Το παιχνίδι — με τη μηχανή ή με άνθρωπο — είναι απεριόριστο και δωρεάν.
es_es: El cupo se reinicia cada día a las 9:00, hora local. Jugar —contra el motor o contra una persona— no tiene límite y no cuesta nada.
fi: Kiintiö nollautuu joka päivä klo 9.00 paikallista aikaa. Pelaaminen — moottoria tai ihmistä vastaan — on rajatonta ja ilmaista.
fr_ca: Le quota repart chaque jour à 9 h, heure locale. Jouer — contre le moteur ou contre quelqu'un — reste illimité et gratuit.
he: המכסה מתאפסת בכל יום ב-9:00 לפי השעון המקומי. משחק — מול המנוע או מול אדם — הוא ללא הגבלה ובחינם.
hi: सीमा हर दिन स्थानीय समयानुसार सुबह 9 बजे फिर से शुरू होती है। खेलना — इंजन के साथ या किसी व्यक्ति के साथ — बिना सीमा और मुफ़्त है।
hu: A keret minden nap 9:00-kor, helyi idő szerint nullázódik. A játék — a motor vagy egy ember ellen — korlátlan és ingyenes.
id: Jatahnya direset setiap hari pukul 09.00 waktu setempat. Bermain — lawan mesin atau lawan orang — tanpa batas dan gratis.
it: Il conteggio riparte ogni giorno alle 9:00, ora locale. Giocare — contro il motore o contro una persona — è senza limiti e non costa nulla.
ja: 回数は毎日午前 9 時（現地時間）に戻ります。対局はエンジン相手でも人相手でも無制限、無料のままです。
ko: 횟수는 매일 현지 시간 오전 9시에 초기화됩니다. 대국은 엔진이든 사람이든 제한 없이 무료입니다.
ms: Kuota ditetapkan semula setiap hari pada pukul 9:00 pagi waktu tempatan. Bermain — menentang enjin atau menentang orang — tanpa had dan percuma.
nl_nl: Het tegoed gaat elke dag om 9:00 uur lokale tijd weer open. Spelen — tegen de engine of tegen iemand — is onbeperkt en gratis.
no: Kvoten nullstilles hver dag kl. 09.00 lokal tid. Å spille — mot motoren eller mot et menneske — er uten grense og gratis.
pl: Limit odnawia się codziennie o 9:00 czasu lokalnego. Gra — z silnikiem albo z człowiekiem — jest bez limitu i za darmo.
pt_br: A cota reinicia todo dia às 9h, horário local. Jogar — contra o motor ou contra uma pessoa — não tem limite e não custa nada.
ro: Cota se resetează în fiecare zi la ora 9:00, ora locală. Jocul — cu motorul sau cu o persoană — este nelimitat și gratuit.
ru: Лимит обнуляется каждый день в 9:00 по местному времени. Игра — с движком или с человеком — без ограничений и бесплатно.
sv: Kvoten nollställs varje dag kl. 09.00 lokal tid. Att spela — mot motorn eller mot en människa — är obegränsat och gratis.
th: โควตารีเซ็ตทุกวันเวลา 9:00 น. ตามเวลาท้องถิ่น การเล่น — กับเอนจินหรือกับคน — ไม่จำกัดและไม่เสียอะไร
tr: Hak her gün yerel saatle 09.00'da yenilenir. Oynamak — motora ya da bir insana karşı — sınırsızdır ve hiçbir şey gerektirmez.
vi: Hạn mức đặt lại mỗi ngày lúc 9:00 giờ địa phương. Chơi cờ — với máy hay với người — không giới hạn và miễn phí.
zh_hans: 额度每天上午 9 点（当地时间）重置。对弈——无论对手是引擎还是真人——不限次数，也不收费。
zh_hant: 額度每天上午 9 點（當地時間）重置。對弈——不論對手是引擎還是真人——不限次數，也不收費。

# store.doneEndgames
source: Today's free endgame drills are done.
ar_sa: انتهت تدريبات النهايات المجانية لليوم.
cs: Dnešní koncovkové drily zdarma jsou vyčerpány.
da: Dagens gratis slutspilsøvelser er brugt.
de_de: Die kostenlosen Endspielübungen für heute sind aufgebraucht.
el: Οι δωρεάν ασκήσεις φινάλε της ημέρας τελείωσαν.
es_es: Se acabaron los ejercicios de final gratis de hoy.
fi: Päivän ilmaiset loppupeliharjoitukset on käytetty.
fr_ca: Les exercices de finale gratuits du jour sont épuisés.
he: תרגילי הסיומים החינמיים של היום נגמרו.
hi: आज के मुफ़्त एंडगेम ड्रिल पूरे हो गए।
hu: A mai ingyenes végjáték-gyakorlatok elfogytak.
id: Latihan akhir permainan gratis hari ini sudah habis.
it: Gli esercizi di finale gratuiti di oggi sono finiti.
ja: 本日の無料の終盤練習は終わりです。
ko: 오늘의 무료 엔드게임 훈련을 모두 마쳤습니다.
ms: Latihan penamat percuma hari ini sudah habis.
nl_nl: De gratis eindspeloefeningen van vandaag zijn op.
no: Dagens gratis sluttspilløvelser er brukt opp.
pl: Dzisiejsze darmowe ćwiczenia końcówek się skończyły.
pt_br: Os exercícios de final gratuitos de hoje acabaram.
ro: Exercițiile de final gratuite de azi s-au terminat.
ru: Бесплатные эндшпильные упражнения на сегодня закончились.
sv: Dagens gratis slutspelsövningar är slut.
th: แบบฝึกเกมจบฟรีของวันนี้หมดแล้ว
tr: Bugünün ücretsiz oyunsonu alıştırmaları bitti.
vi: Các bài tập tàn cuộc miễn phí hôm nay đã hết.
zh_hans: 今天的免费残局练习已用完。
zh_hant: 今天的免費殘局練習已用完。

# store.doneForToday
source: That is today's free training
ar_sa: هذا تدريب اليوم المجاني
cs: To byl dnešní trénink zdarma
da: Det var dagens gratis træning
de_de: Das war das freie Training für heute
el: Αυτή ήταν η δωρεάν προπόνηση της ημέρας
es_es: Eso es el entrenamiento gratis de hoy
fi: Siinä oli päivän ilmainen harjoittelu
fr_ca: C'est l'entraînement gratuit du jour
he: זה האימון החינמי של היום
hi: आज का मुफ़्त अभ्यास इतना ही था
hu: Ennyi volt a mai ingyenes edzés
id: Itu latihan gratis untuk hari ini
it: Questo è l'allenamento gratuito di oggi
ja: 今日の無料トレーニングはここまでです
ko: 오늘의 무료 훈련은 여기까지입니다
ms: Itu latihan percuma untuk hari ini
nl_nl: Dat was de gratis training van vandaag
no: Det var dagens gratis trening
pl: To dzisiejszy darmowy trening
pt_br: Esse é o treino grátis de hoje
ro: Ăsta a fost antrenamentul gratuit de azi
ru: Это бесплатные тренировки на сегодня
sv: Det var dagens gratis träning
th: นั่นคือการฝึกฟรีของวันนี้
tr: Bugünün ücretsiz antrenmanı bu kadardı
vi: Đó là phần luyện tập miễn phí của hôm nay
zh_hans: 今天的免费训练到此为止
zh_hant: 今天的免費訓練到此為止

# store.doneGuess
source: Today's free games to judge are done.
ar_sa: انتهت المباريات المجانية للتقييم لليوم.
cs: Dnešní partie k odhadu zdarma jsou vyčerpány.
da: Dagens gratis partier at bedømme er brugt.
de_de: Die kostenlosen Partien zum Einschätzen für heute sind aufgebraucht.
el: Οι δωρεάν παρτίδες προς αξιολόγηση της ημέρας τελείωσαν.
es_es: Se acabaron las partidas gratis para juzgar de hoy.
fi: Päivän ilmaiset arvioitavat pelit on käytetty.
fr_ca: Les parties à évaluer gratuites du jour sont épuisées.
he: המשחקים החינמיים לניחוש של היום נגמרו.
hi: आज के मुफ़्त आँकने वाले गेम पूरे हो गए।
hu: A mai ingyenes megítélendő játszmák elfogytak.
id: Permainan gratis untuk dinilai hari ini sudah habis.
it: Le partite gratuite da valutare di oggi sono finite.
ja: 本日の無料の棋力当ては終わりです。
ko: 오늘의 무료 기력 맞히기를 모두 마쳤습니다.
ms: Permainan percuma untuk dinilai hari ini sudah habis.
nl_nl: De gratis te beoordelen partijen van vandaag zijn op.
no: Dagens gratis partier å bedømme er brukt opp.
pl: Dzisiejsze darmowe partie do oceny się skończyły.
pt_br: As partidas gratuitas para avaliar de hoje acabaram.
ro: Partidele gratuite de evaluat de azi s-au terminat.
ru: Бесплатные партии для оценки на сегодня закончились.
sv: Dagens gratis partier att bedöma är slut.
th: เกมฟรีสำหรับทายเรตติ้งของวันนี้หมดแล้ว
tr: Bugünün ücretsiz değerlendirme oyunları bitti.
vi: Các ván miễn phí để đoán trình hôm nay đã hết.
zh_hans: 今天的免费评级猜测已用完。
zh_hant: 今天的免費評級猜測已用完。

# store.donePositional
source: Today's free positional exercises are done.
ar_sa: انتهت التمارين الوضعية المجانية لليوم.
cs: Dnešní poziční cvičení zdarma jsou vyčerpána.
da: Dagens gratis positionsøvelser er brugt.
de_de: Die kostenlosen Stellungsübungen für heute sind aufgebraucht.
el: Οι δωρεάν θεσιακές ασκήσεις της ημέρας τελείωσαν.
es_es: Se acabaron los ejercicios posicionales gratis de hoy.
fi: Päivän ilmaiset asemaharjoitukset on käytetty.
fr_ca: Les exercices positionnels gratuits du jour sont épuisés.
he: תרגילי העמדה החינמיים של היום נגמרו.
hi: आज के मुफ़्त पोज़िशनल अभ्यास पूरे हो गए।
hu: A mai ingyenes pozíciós gyakorlatok elfogytak.
id: Latihan posisional gratis hari ini sudah habis.
it: Gli esercizi posizionali gratuiti di oggi sono finiti.
ja: 本日の無料のポジション問題は終わりです。
ko: 오늘의 무료 포지션 문제를 모두 풀었습니다.
ms: Latihan posisi percuma hari ini sudah habis.
nl_nl: De gratis positionele oefeningen van vandaag zijn op.
no: Dagens gratis posisjonsøvelser er brukt opp.
pl: Dzisiejsze darmowe ćwiczenia pozycyjne się skończyły.
pt_br: Os exercícios posicionais gratuitos de hoje acabaram.
ro: Exercițiile poziționale gratuite de azi s-au terminat.
ru: Бесплатные позиционные упражнения на сегодня закончились.
sv: Dagens gratis positionsövningar är slut.
th: แบบฝึกเชิงตำแหน่งฟรีของวันนี้หมดแล้ว
tr: Bugünün ücretsiz konum alıştırmaları bitti.
vi: Các bài tập thế trận miễn phí hôm nay đã hết.
zh_hans: 今天的免费局面练习已用完。
zh_hant: 今天的免費局面練習已用完。

# store.doneRush
source: Today's free Rush runs are done.
ar_sa: انتهت جولات Rush المجانية لليوم.
cs: Dnešní běhy Rush zdarma jsou vyčerpány.
da: Dagens gratis Rush-runder er brugt.
de_de: Die kostenlosen Rush-Läufe für heute sind aufgebraucht.
el: Οι δωρεάν γύροι Rush της ημέρας τελείωσαν.
es_es: Se acabaron las rondas de Rush gratis de hoy.
fi: Päivän ilmaiset Rush-kierrokset on käytetty.
fr_ca: Les parties Rush gratuites du jour sont épuisées.
he: סבבי ה־Rush החינמיים של היום נגמרו.
hi: आज के मुफ़्त Rush राउंड पूरे हो गए।
hu: A mai ingyenes Rush-körök elfogytak.
id: Ronde Rush gratis hari ini sudah habis.
it: Le sessioni Rush gratuite di oggi sono finite.
ja: 本日の無料 Rush は終わりです。
ko: 오늘의 무료 Rush 라운드를 모두 사용했습니다.
ms: Pusingan Rush percuma hari ini sudah habis.
nl_nl: De gratis Rush-rondes van vandaag zijn op.
no: Dagens gratis Rush-runder er brukt opp.
pl: Dzisiejsze darmowe rundy Rush się skończyły.
pt_br: As rodadas Rush gratuitas de hoje acabaram.
ro: Rundele Rush gratuite de azi s-au terminat.
ru: Бесплатные заходы Rush на сегодня закончились.
sv: Dagens gratis Rush-omgångar är slut.
th: รอบ Rush ฟรีของวันนี้หมดแล้ว
tr: Bugünün ücretsiz Rush turları bitti.
vi: Các lượt Rush miễn phí hôm nay đã hết.
zh_hans: 今天的免费 Rush 已用完。
zh_hant: 今天的免費 Rush 已用完。

# store.doneTactics
source: Today's free Tactics puzzles are done.
ar_sa: انتهت مسائل التكتيك المجانية لليوم.
cs: Dnešní tréninkové úlohy zdarma jsou vyčerpány.
da: Dagens gratis taktikopgaver er brugt.
de_de: Die kostenlosen Taktikaufgaben für heute sind aufgebraucht.
el: Τα δωρεάν τακτικά προβλήματα της ημέρας τελείωσαν.
es_es: Se acabaron los ejercicios tácticos gratis de hoy.
fi: Päivän ilmaiset taktiikkatehtävät on käytetty.
fr_ca: Les exercices tactiques gratuits du jour sont épuisés.
he: תרגילי הטקטיקה החינמיים של היום נגמרו.
hi: आज के मुफ़्त टैक्टिक्स पज़ल पूरे हो गए।
hu: A mai ingyenes taktikai feladatok elfogytak.
id: Teka-teki taktik gratis hari ini sudah habis.
it: Gli esercizi tattici gratuiti di oggi sono finiti.
ja: 本日の無料の戦術問題は終わりです。
ko: 오늘의 무료 전술 문제를 모두 풀었습니다.
ms: Teka-teki taktik percuma hari ini sudah habis.
nl_nl: De gratis tactiekpuzzels van vandaag zijn op.
no: Dagens gratis taktikkoppgaver er brukt opp.
pl: Dzisiejsze darmowe zadania taktyczne się skończyły.
pt_br: Os exercícios táticos gratuitos de hoje acabaram.
ro: Exercițiile tactice gratuite de azi s-au terminat.
ru: Бесплатные тактические задачи на сегодня закончились.
sv: Dagens gratis taktikuppgifter är slut.
th: โจทย์แทคติกฟรีของวันนี้หมดแล้ว
tr: Bugünün ücretsiz taktik bulmacaları bitti.
vi: Các bài tập chiến thuật miễn phí hôm nay đã hết.
zh_hans: 今天的免费战术题已用完。
zh_hant: 今天的免費戰術題已用完。

# store.freeForever
source: Playing stays free — against the engine and against people, with no limit and no adverts. What Pro unlocks is the training.
ar_sa: اللعب يبقى مجانًا — أمام المحرّك وأمام الناس، بلا حدود وبلا إعلانات. ما يفتحه Pro هو التدريب.
cs: Hraní zůstává zdarma — proti enginu i proti lidem, bez omezení a bez reklam. Pro odemyká trénink.
da: At spille er stadig gratis — mod motoren og mod mennesker, uden grænser og uden reklamer. Det Pro låser op for, er træningen.
de_de: Spielen bleibt kostenlos — gegen die Engine wie gegen Menschen, ohne Grenze und ohne Werbung. Pro schaltet das Training frei.
el: Το παιχνίδι μένει δωρεάν — απέναντι στη μηχανή και απέναντι σε ανθρώπους, χωρίς όριο και χωρίς διαφημίσεις. Αυτό που ξεκλειδώνει το Pro είναι η προπόνηση.
es_es: Jugar sigue siendo gratis — contra el motor y contra personas, sin límite y sin anuncios. Lo que Pro desbloquea es el entrenamiento.
fi: Pelaaminen pysyy ilmaisena — moottoria ja ihmisiä vastaan, ilman rajaa ja ilman mainoksia. Pro avaa harjoittelun.
fr_ca: Jouer reste gratuit — contre le moteur comme contre des personnes, sans limite et sans publicité. Ce que Pro débloque, c'est l'entraînement.
he: המשחק נשאר חינם — מול המנוע ומול אנשים, בלי הגבלה ובלי פרסומות. מה ש-Pro פותח זה האימון.
hi: खेलना मुफ़्त ही रहेगा — इंजन के साथ भी और लोगों के साथ भी, बिना सीमा और बिना विज्ञापन। Pro जो खोलता है वह अभ्यास है।
hu: A játék ingyenes marad — a motor és emberek ellen is, korlát és reklám nélkül. A Pro az edzést oldja fel.
id: Bermain tetap gratis — lawan mesin maupun lawan orang, tanpa batas dan tanpa iklan. Yang dibuka Pro adalah latihannya.
it: Giocare resta gratis — contro il motore e contro le persone, senza limiti e senza pubblicità. Quello che Pro sblocca è l'allenamento.
ja: 対局は無料のままです — エンジン相手でも人相手でも、制限なし・広告なし。Pro が解放するのはトレーニングです。
ko: 대국은 계속 무료입니다 — 엔진이든 사람이든, 제한도 광고도 없습니다. Pro가 여는 것은 훈련입니다.
ms: Bermain kekal percuma — menentang enjin mahupun orang, tanpa had dan tanpa iklan. Yang dibuka oleh Pro ialah latihan.
nl_nl: Spelen blijft gratis — tegen de engine en tegen mensen, zonder limiet en zonder advertenties. Wat Pro ontgrendelt, is de training.
no: Å spille forblir gratis — mot motoren og mot mennesker, uten grense og uten reklame. Det Pro låser opp, er treningen.
pl: Gra pozostaje darmowa — z silnikiem i z ludźmi, bez limitu i bez reklam. Pro odblokowuje trening.
pt_br: Jogar continua de graça — contra o motor e contra pessoas, sem limite e sem anúncios. O que o Pro desbloqueia é o treino.
ro: Jocul rămâne gratuit — și cu motorul, și cu oameni, fără limită și fără reclame. Ce deblochează Pro este antrenamentul.
ru: Игра остаётся бесплатной — и с движком, и с людьми, без ограничений и без рекламы. Pro открывает тренировки.
sv: Att spela förblir gratis — mot motorn och mot människor, utan gräns och utan reklam. Det Pro låser upp är träningen.
th: การเล่นยังฟรี — ทั้งกับเอนจินและกับคน ไม่จำกัดและไม่มีโฆษณา สิ่งที่ Pro ปลดล็อกคือการฝึก
tr: Oynamak ücretsiz kalır — motora karşı da insana karşı da, sınırsız ve reklamsız. Pro'nun açtığı şey antrenman.
vi: Chơi cờ vẫn miễn phí — với máy hay với người, không giới hạn và không quảng cáo. Pro mở khóa phần luyện tập.
zh_hans: 对弈始终免费——无论对手是引擎还是真人，不限次数，也没有广告。Pro 解锁的是训练。
zh_hant: 對弈始終免費——不論對手是引擎還是真人，不限次數，也沒有廣告。Pro 解鎖的是訓練。
